Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ggg: مينٚ مآندونٚ يو جُملو اواميٚ ڪيٚ <wikipediaLink> ملڪتيٚ ڪو</wikipediaLink> هي ائين مڪو اُرآ ڪُو اپلوڊ ڪروآڪيٚ اجآزتي.

source: <icon></icon> Add multiple public domain sentences
ggg: <icon></icon> ڪترآئيٚ اوآميٚ ملڪتيٚ جُملآ ڪوُ ڀيݪآ ڪرو

source: Ideally natural and conversational (it should be easy to read the sentence)
ggg: سآڦ ٻولوآݪو وو جُملو پڙهوآ مي سَولو هووو کپي

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ggg: مي ليوآ چآهنٚدو هونٚ ايِٚ ميلينٚ مسآل مڪسد يآد دُوآوآݪآ،۔ميريٚ تيج رڦت تآجآ ڪآݪيونٚ ائينٚ کبر نآمآ آم آوآجو بآبت

source: I do not agree
ggg: مينٚ ايگري ڪونآ ڪرونٚ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ggg: جي ايڪ ڪلپ 2 منکآنٚ ڪي ترڦي دي رد ڪررو گو هي ، وآ ڊيٽآ سيٽو ڪي الگ نيچي سيٽي مي ڌررو گو هي

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ggg: جي وو تمِرو آپوڪو لڦج هي سِرڦ <italicizedText>"آپ پرکَ"</italicizedText> ديئو . همآنٚڪو اوݪکواڪيٚ جروٚرتي تو تمآنٚڪو وو موآد ڪيآنٚ مِٚلرو هي تو هَمينٚ چيڪ ڪرِِسگدآئونٚ ائينٚ وو اواميٚ مِلڪَتيٚ مينٚ هي اور ڪوئيٚ بيٚ پآبنٚديٚ نآ لگديٚ هوئي پرکيٚ ڪآ بآرآ مينٚ ٻتيٚ کبرچآريٚ لآ همرآ<guidelinesLink>سَبڪو ڪو سڦو</guidelinesLink> ديکوَ

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ggg: جي رڪآرڊنٚگ ٽوٽ جآنديٚ هي يآ ڦآٽيٚ هي رد ڪرو جيستآئينٚ سب شي سيڪوآ مينٚ آ سڪي۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ggg: جي وڌيٚڪ خبَرچآر تميٚ ايٚرآ ڦائليٚ بآرآ مي ديوآ چآهندآئو مهربآنيٚ ڪرڪي <emailFragment>commonvoice@mozilla.com</emailFragment> رابتو ڪرو

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ggg: جي وڌيٚڪ خَبر چارَ تميٚ ايٚرآ فآئيٚليٚ بآرا مي ديوآ چآهنٚدآئو جيڪو ٽيمپليٽو مي شامِل نآ هي، مهربآنيٚ ڪرڪي <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
ggg: جيڪر جُملو مٿي دِوجرآ ميآرو ڪوُ پورو ڪونآ ڪري، "نآ" ڪآ بٽڻو ڪوُ ڪِلڪ ڪرو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ggg: جي جُملو مٿليٚ ڪيريٚ کآسيتيٚ ڪوُ پورو ڪونآ ڪري تو اُلٽي پآسي &quot;رد&quot; بٽڻو پرَ ڪِلڪ ڪرو. جي تمآ ڪوُ جُملآ ڪآ بآرآ مينٚ پڪ ڪونآ تو تمينٚ اُرو پاسي ڪرسڪدآ هو اور آوآݪآ پر جآوآئيٚ اِجاجت دي سڪدآ هو۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
ggg: جيڪر جُملو اِترآجو جوگو جآنٚ پريشآن ڪروآݪو هي۔ مسآل تور کُلرو موآد ڪميونٽيٚ شآملآئيٚ ڪيٚ <communityGuidelines> ڪي ڪري، جآنٚ همري برکلآڦآئي ڪري۔ تِمآ ڪوُ جُملآ ڪوُ هٽآوآ مي </communityGuidelines> مدد کپي۔ تِمي اور بي همآ دي رآبتو ڪر سڪدآ هو </emailFragment>commonvoice@mozilla.com<emailFragment> مسلو ٻتآوآ تآڻيٚ۔

source: If the sentence meets the criteria above, click the "Yes" button.
ggg: جيڪر جُملو مٿي دِوجرآ ميآرو ڪوُ پورو ڪردو هي تو، "هآنٚ" بٽڻ دٻآوو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ggg: جي جُملو کآسيتيٚ ڪوُ پوريٚ ڪردو هي &quot;منجوُريو&quot; ڪو بٽڻ ڪلڪ ڪرو۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
ggg: جيڪر تِمي جُملآ ڪآ بآرآ مي پڪآ ڪونآ هو، تو تِمآ ڪوُ اُرو ڪوُ ڇوڙ بي سڪدآ هو اور آگي وڌو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ggg: جي تمآ ڪو ڪآ ايسي چيج ملدو هي جيڪآ اُنآ هدآيتينٚ مينٚ شآمل هآ هوئي مهرنآني ڪر ڪر سئي ڦيسلآ ڪوُ ووٽ ديؤ

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ggg: ائينٚ </strong> انآ ڪوُ سُڻ ڪي<strong> جي تميٚ منجور ڪروو سهي سمجو تو<strong> وو آم تور ،</strong> سمج سگدآ هونٚ<strong>۔</strong> هي

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
ggg: جد تِمي سوآلآنٚ کیٚ ایک ٽنچ جمآ ڪرآوو چآهندآ هو، تو تِمي <githubLink>همريٚ GitHub جرئي ايسي ڪر سڪدآ هو</githubLink> جآنٚ آپو ڪيٚ اِرآ لِسٽيٚ ڪوُ <emailFragment>commonvoice@mozilla.com</emailFragment> پر ايٚ ميل ڪردي ڀيج سڪدآ هو۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ggg: جيڪر تِمي همآ دي ڪُج دِنآ مآئينٚ سُڻو تو رآبتو ڪرو</emailLink>{ $email }<emailLink> اور همي تِمري ڪو دي وآپس ليسآنٚ!

source: If you don't see your language in either part of the platform, select both.
ggg: جيڪر تِمي پليٽ ڦآرمو ڪآ دوئيٚ هسآ مي آپو ڪيٚ ٻوليٚ ڪونآ ديکو، دويآن ڪو چُڳو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ggg: جي تميٚ يانٚ تمريٚ تنجيم منسوبآ مي وآپس هسو ليوآ چآهنٚدآ هو ، تميٚ ايڪ <donateLink>دآن </donateLink>ڪرسگدآ هو <emailFragment>commonvoice@mozilla.com</emailFragment> تو همريٚ ڀآئيوآريآݪيٚ ٽيميٚ تآئينٚ پهچ سگدآ هو .

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
ggg: جيڪر تِمآ ڪوُ هِسو ديوآ مي ڏُکيآئي ميهسوُس هو رهيري هي، تو تِمي ڪِرو بي ٽيم تِميري ٻوليو تآڻي سب موآد ديکوآ تآڻي وآپس آ سڪدو هي۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ggg: مآڊل ٺآوآ لآ ايڪ آوجآر ڍونٚڊ ريهرآ هونٚ، تميٚ ASR جي تميٚ on <discourseLink> ڪميونٽيو ڪآ دوسرآ منکآ دي جوڙسگدآ هو تو ۔</discourseLink>Discourse

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ggg: جد تِمي ڊيٽآ سيٽو بآرآ مي اور ٻولوو چآهندآ هو، چآنچرآ پليٽ ڦآرمو ڪآ وڌآئو مي مِلري سيڙپڪآري ڪروو چآهندآ هو جآنٚ تآنو ڪآ موڪآ ڍونڊوو چآهندآ هو </emailFragment>همآڪوُ آيڪ لڪير ديوو۔<emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ggg: جيڪر تمرآ جُملآ جآچوآ تآڻي کتم هوجآئينٚ مهربآني ڪرڪي همآڪوُ وڌيٚڪ جُملآ ڀيݪآ ڪروآ مينٚ مدد ڪرو

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ggg: سمجوو <strong> جي تمي سوچو تو تلڦج اُروڪوُ هي، يآنٚ وهآنٚ هينٚ </strong> ڀوت پس منجر گوڙ<strong> بڻآنٚدو هي، يآنٚ وهآنٚ </strong> نآ ممڪن تو پڇي تمآئونٚ ڪلپو رد ڪروو کپي،</strong> دوسرآ منک ٻول ريهرآ هينٚ<strong>۔</accuracyLink> همريٚ درستگيو ڪيٚ ميآريٚ مي اور کبر چآر ديکو<accuracyLink>

source: Igbo
ggg: اگبو ٻوليٚ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ggg: آوآجو ڪآ دآنو لآ آيڪ CommonVoice # مينٚ سرڦ جآتيٚ مڪسد ٺآرو هونٚ -- مونٚدي ڀݪو ائينٚ مشنيٚڪوُ سِڪووآ مي مدت ڪرو تو هڪيٚڪيٚ منک ڪيسي ٻولدآ هينٚ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ggg: مي رآجيٚ هونٚ تِمري کبر سمآݪوآ دي جيسي تِمي کُل ڪي ڪيرهيرآ هو</privacyLink> پرآئيويسي پآليسي<privacyLink> جي Mozilla

source: Include appropriate citation
ggg: سئيٚ پرَک لگآئو

source: Includes email, username & demographic info, available right away
ggg: شآمل هي ايٚ ميل، سآرڦو ڪو نآئونٚ اورڊيموگرافڪ کبر، جلدي تورو پر موجود

source: Includes mp3s and related sentences, may take some time to prepare
ggg: اورجُڙرآ جُملآ، تيآر هوآ مي ڪُج ٽيم لگ سڪدو هي mp3s شآمل هينٚ

source: Indonesian
ggg: انڊونيشيٚ ٻوليٚ

source: Indus Kohistani
ggg: سنٚڌو ڪوهستآنيٚ

source: Information about the language
ggg: ٻوليو بآرآ مي کبر

source: In Progress
ggg: جآريٚ هي

source: Interested in getting involved with this project, or partnering with us?
ggg: ڪآ تميٚ اِرو پروجيڪٽو مي شآمل هوآ مي دلچسپيٚ رکدآ هو يآ همرآ ڀيݪي شرآڪت ڪروآ مي؟

source: Interested in learning more and contributing to the project?
ggg: اور سيٚڪوو اور منسوبآ مي هِسو ليوآ مي دلچسپيٚ رآکدآ هو؟

source: Interlingua
ggg: انٽرلنٚگوآئيٚ

source: Interlingue
ggg: انٽرلنٚگيٚ ٻوليٚ

source: [interrupted by background noise]
ggg: [آسآ پسآ ڪآ گوڙو ڪآ وُچو مي رُڪآوٽ]

source: Intersex
ggg: اندوُرنيٚ جنس

source: Iñupiaq
ggg: انو پيآڪ

source: Invalid file
ggg: ڪوُڙيٚ ڦآئل

source: Irish
ggg: آئرستآنيٚ ٻوليٚ

source: IsiNdebele (North)
ggg: انٚڊيلآ (اُتر)

source: IsiNdebele (South)
ggg: انٚڊبيٚلآ (ڏکڻ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ggg: جيڪر</isoCodeLink> ڪوبس ISO<isoCodeLink>جآڻي

source: Is the clip valid?
ggg: ڪآ ڪلپ سهيٚ هي؟

source: Italian
ggg: اتآلويٚ ٻوليٚ

source: It contains words or phrases that are hard to read or pronounce.
ggg: اِرو مينٚ ايسآ گُڦتآ يآ جُملآ هينٚ جيڪي پڙوآ مينٚ يآ ڪيوآ مينٚ ڏُکيآ هينٚ

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
ggg: ڊيٽآ سيٽو ڪيٚ مهربآنيٚ ڪروو + 100 سو ٻوليآنٚ ڪيٚ ڪوميٚ لآ پليٽ ڦآرمونٚ ڪو اور سئي ڪروآ لآ ايڪ سآليٚ مي تڪريٚبن ايڪ ملين ڊالر کرچ هونٚدآ هينٚ جيڪو همينٚ ڪردآ هونٚ ؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ggg: ڊيٽآ سيٽسو هوسٽ ڪروآ مي 100+ٻوليونٚ برآدريو لآ پليٽ ڦآرمونٚ بهتر بڻآوآ مي هر سآل لڳ ڀڳ ايڪ مليٚيين ڊالر کرچ آنٚدآ هينٚ جيڪو همرآ ڪآمو مي ڀروسو ڪردآ هينٚ. <strong> جي تميٚ کُلريٚ ،جمآ ڊيٽآ ڪيٚ ڪدر ڪردآئو آجئيٚ دآنٚ ڪرو!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
ggg: وولگآتآر ڊيٽآ سيٽسو ڪآ آڌرڀآئو دي لگآتآر ڪروآدي ، پليٽڦآرمو ڪوُ ڀلو ڪروو ائينٚ <africaMradiLink> ڪميونٽيو ڪآ پروگرآمآنٚ </africaMradiLink> ڪوُ چلآوآ لآ ڀوت پيسآ کرچ ڪردوئي .

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
ggg: وو ڀور جروُرو هي تو سآريٚ لِکآوٽيٚ ڪآ جُملآ هووينٚ جيسي آم آوآج (0 cc) </publicDomain></publicDomain> آوامي ڊومين<publicDomain> لآئيسنس دي جآريٚ

source: It is written in a language different than what I’m reviewing.
ggg: وو ايڪ ٻوليو مينٚ لکرو گوو هي جيڪو مينٚ ديک ريهرونٚ اُرو دي الگ هي۔

source: It is written in a language different than what I’m speaking.
ggg: يوايڪ ٻوليو مينٚ لکروهي جيڪو مينٚ ٻولدو هوُنٚ اُرآ دي الگ هي۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
ggg: هوآلآ ڪوُ شآمل ڪروو جرُري هي تو جيسي همينٚ چيڪ ڪر سڪآنٚ تو جُملآ اوآمي ڊومينو مينٚ هينٚ اور ڪآپيٚ رآئيٽو ڪيٚ پآبنديٚ لگريٚ ڪونآ هي۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ggg: وه ڀوت جآم هي ليسيٚ آم آوآج هوآ تآڻي! همينٚ وو ايڪلآ ڪونآ ڪرآنٚ۔ همآ دي ڀآئيوآري ڪروو چآهندآ هو؟ همي تِمآ دي سُڻوو پسند ڪرسآنٚ

source: Izhorian
ggg: اج هوريٚ

source: Japanese
ggg: جآپآنيٚ ٻوليٚ

source: Jaqaru
ggg: جڪآرو

source: Javanese
ggg: جآوآنيٚ ٻوليٚ

source: Join Discord Community
ggg: ڊِسڪوڊ ڪميونٽيٚو ميٚ شآمل هوو

source: Join our community
ggg: همآنٚ ڪو دوسرآئونٚ ڍونٚڊوآ مي مدت ڪرو جيڪو آپوڪيٚ آوآج دي سگھدآئينٚ

source: Join the Common Voice mailing list
ggg: آم وآئس ميلنٚگ ڦهرستيٚ مي شآمل هووو

source: Join us on Discord
ggg: ڊسڪوڊو پر همآ دي شآمل هوو ...

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
ggg: بس جلديٚ جبآب ديوو جيسي تِميٚ ايڪ دو جملآ مي ڪر سڪدآ هو۔ پڪ ڪرو تو تِمريٚ ٻوليٚ ايترآموآݪی اور نآپسند هي۔

source: Just Unsure?
ggg: سِرڦ نآ اِتبآري؟

source: Kabardian
ggg: ڪبرآڊيٚ ٻوليٚ

source: Kabyle
ggg: ڪآبليٚ

source: Kalasha
ggg: ڪلآشو

source: Kalenjin
ggg: ڪلينجن

source: Kalkoti
ggg: ڪلڪوٽيٚ

source: Kannada
ggg: ڪنآديٚ ٻوليٚ

source: Kaqchikel
ggg: ڪچيٚڪيٚل ٻوليٚ

source: Kara
ggg: ڪآرآ

source: Karakalpak
ggg: ڪرڪآلڪ ٻوليٚ

source: Kateviri
ggg: ڪيٽو ويريٚ

source: Kazakh
ggg: ڪجآک

source: { $kb }kb max
ggg: kb{ $kb } وڌو مي وڌ

source: Keep
ggg: رآکو

source: Keep it up, record again <recordIcon></recordIcon>
ggg: ميل رآکو وري رڪآرڊ ڪرو۔

source: Keep the recordings
ggg: ريڪآرڊنگي رآکو

source: Keep track of your progress and metrics across multiple languages.
ggg: ڪِتري هي ٻوليآ مي تِمري ترڪيٚ اور ميٽرڪيٚ ڪو ٽريڪ رآکو

source: Keep track of your progress with a profile
ggg: آپو ڪآ ڪآمو ڪو آپو ڪيٚ پروڦآئليٚ ڪي ڀيݪي ديکدآ ريهئو

source: Keep track of your progress with a profile and help our voice data be more accurate.
ggg: ايڪ پروڦآئيلي ڀيݪي تِمري ترڪيٚو ڪي کبر ڌرو اور همري آوجي ڪي ڊيٽآ ڪوُ اور بي سئي ڪروآ تآڻي مدد ڪرو

source: Kelabit
ggg: ڪيلآبيت

source: Kenyah
ggg: ڪينآه

source: Kenyi
ggg: ڪيٚنيٚ

source: Ketrani
ggg: ڪيترآنيٚ

source: Khmer
ggg: کميٚر ٻوليٚ

source: Khowar
ggg: کآور

source: K'iche'
ggg: ڪڇيٚ

source: Kichwa
ggg: ڪچو

source: Kidaw'ida
ggg: ڪڏآ ڊيدآ

source: Kikuyu
ggg: ڪڪيو ٻوليٚ

source: Kinyarwanda
ggg: ڪيٚنيآرو انٚڊآ

source: Kohistani Shina
ggg: ڪوهسِتآنيٚ شيٚنآ

source: Kom
ggg: ڪم

source: Komi-Zyrian
ggg: ڪوميٚ جيرآئيٚ

source: Konkani (Devanagari)
ggg: ڪوُڪآڻيٚ ٻوليٚ (ديونآگريٚ)

source: Konkani (Romi)
ggg: گون ڪآنڪآڻيٚ ٻوليٚ

source: Korean
ggg: ڪوريٚن ٻوليٚ

source: Kuku
ggg: ڪوڪو

source: Kurmanji Kurdish
ggg: ڪرمآنٚجيٚ ڪرديٚ ٻوليٚ

source: Kyrgyz
ggg: ڪرگيج ٻوليٚ

source: Language
ggg: ٻوليٚ

source: Language Fundamentals (e.g. Digits, Letters, Money)
ggg: جِبآنيٚ ڪآ هِسآ (مسآل نمبر اکر پيسآ )

source: Language Request
ggg: ٻوليو ڪيٚ درکواست

source: Language request successfully submitted, thank you.
ggg: ٻوليوڪيٚ درکواست ڪآميابيو دي دينيٚ گئي ،مهربآنيٚ

source: Languages
ggg: ٻوليونٚ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
ggg: ٻوليونٚ ڦآلتوُ جرورتينٚ ڀيݪي آپو آپو سئي ريٚت رآک سڪدآ هينٚ جد وي مڪآمي هونديونٚ هينٚ۔ جيڪر ڪرآ ٻوليو تآڻيٚ ڪآ کآس سئيآݪيٚ ڦآئيل ڪونآ هي، تو انگريجي تريڪآ مدديآݪآ تآڻيٚ ديکآسيو۔

source: Language Text
ggg: ٻوليو ڪيٚ لِکت

source: Lao
ggg: ليو ٻوليٚ

source: Large bulk sentence submission
ggg: ٻڏو بلڪَ جُملو جمآ ڪرآوو

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
ggg: همينٚ يڪيٚن ڪردآ هونٚ تو بڏيٚ ، اوآميٚ ڪيٚ ترڦيٚ دي ڌيريٚ آوآج ڊيٽآ سيٽ ۔ مِشنيٚ سکيآ لآ ڌيريٚ تڪريٚر ٽيڪنآلآجِيو مي جدِت ائينٚ سهتمنٚد تجآرتيٚ مڪآبلآ ڪوُ ترڪيٚ ديسيٚ جي ڀوت ٻوليآݪيٚ ڊيٽآ سيٽ آگيئيٚ آپوڪآ ڪِسمو ڪو سبآنٚدي بڏو اوآميٚ ترڦي دي Common Voice ۔ ڌيرو وآئيس ڊيٽآ سيٽ هي، پر وو وآهد نآ هي ايرو پنآ ڪوُ ديکو ايڪ ريڦرنٚس مرڪجو ڪيٚ ترڦيٚ دي دوسرآ کُلرآ سورس وآئيٚس ڊيٽآ سيٽآ تآڻيٚ ائينٚ جيسي آم آوآج وڌنٚدو ريهنٚدو هي ، همريٚ رليٚج اپڊيٽو لآ ايڪ گھر

source: Large scale corporates and platform companies
ggg: ٻڏآ پيمآنآ پر ڪآرپوريٽ اور پليٽ ڦآرم ڪمپنيونٚ

source: Lassi
ggg: لسيٚ

source: Last Updated: { $lastUpdatedTimeStamp }
ggg: آکري تآجآ ڪآريٚ:{ $lastUpdatedTimeStamp }

source: Latgalian
ggg: لٽگآليٚنيٚ

source: Latvian
ggg: لآتويٚنٚ

source: Launched
ggg: شروُ ڪررو گو

source: Laz
ggg: لآج

source: Leaderboard Visibility
ggg: ليڊر بورڊو ڪوُ دِکآوو

source: Learn about partnerships with Common Voice
ggg: ڪآمن ووئسودي شرآڪتدآريآنٚ بآرآ مي کبر ليوو

source: Learn about the mission and team behind Common Voice
ggg: ڪآمن وآئسو ڪآ مشن اور ٽيمو بآرآ مي سيٚڪو

source: Learn how to check a transcription
ggg: ترجمآ ڪوُ چيڪ ڪروآ ڪو تريڪو سيڪوو

source: Learn how to take part
ggg: سيڪوُ تو ڪيسي هسوليوي

source: Learn how to transcribe
ggg: لکوآ ڪو تريٚڪو سيکو

source: Learn how to use this page
ggg: يو سڦو ڪيسي استمآل ڪرآنٚ وو سيِڪو

source: Learn More
ggg: وڌيٚڪ سيٚڪو

source: Leaving now means you’ll lose your changes
ggg: اب ڇوڙوآ ڪو متلب هي تميٚ آپوئو بدلآئو گمآ ديسِيو

source: Leaving now means you'll lose your progress
ggg: اب جآوآ ڪو متلب هي تو تميٚ تمريٚ ترڪيٚ گمآ ديسيٚو

source: Length
ggg: لمبآئيٚ

source: Let's Get Started
ggg: آوو تو شروآت ڪرآنٚ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ggg: اکر لآجميٚ سئي جوڻ کپينٚ بوليو مي بولوآ۔ مسآل تور روسي الڦآبيٽي مي ايڪ اکر هي پر ڪدي بي انگريجيو مي استمآل ڪونآ ڪررو گو هي اور اِرو ڪري ڪو بي"ж" انگريجي لِکري گئي لِکآوٽيٚ مي ڪدي بي ديکوو نآ کپي

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ggg: LibriSpeech تڪريٚبن 1000 ڪلآڪيٚ ڪو 16Khz پڙهوآݪو انٚگريجيٚ اسپيٚچ هي جيڪو LibriVox پروجيڪٽو دي آڊيو بُڪ پڙوآ مي نڪݪر.

source: License
ggg: ليسنَ

source: License: <licenseLink>CC-0</licenseLink>
ggg: : <licenseLink>سيٚ سيٚ -0</licenseLink> ليسڻِ

source: License: <licenseLink>{ $license }</licenseLink>
ggg: </licenseLink>{ $license }<licenseLink>: لآئيسنس

source: Ligurian
ggg: لگوريٚن

source: Lingala
ggg: لنٚگآليٚ ٻوليٚ

source: Link Copied
ggg: لنٚڪ ڪآپيٚ ڪرِو

source: Links to websites that can help us understand the language
ggg: ويب سآئيٽي ڪآ لِنڪ جيڪو همري ٻوليو ڪوُ سمجھوآ مي مدد ڪر سگھدآ هينٚ۔

source: Listen
ggg: سُڻو

source: Listening
ggg: سُڻوو

source: Listen options menu
ggg: سُڻوآ ڪآ اديڪآرآنٚ ڪي لِسٽ

source: Listen-Queue
ggg: سُڻو لين

source: Lithuanian
ggg: لٿوينيٚ

source: Loading…
ggg: ڀر ريهرو هي

source: Loading sentences…
ggg: جُملآ لوڊ ڪر رهيرآؤ

source: Localized
ggg: ديسي

source: Log In
ggg: لآگ اِن

source: Login Identity
ggg: لآگ اِن اوݪکآڻ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ggg: ڪِترآئيٚ جُملآنٚ ڪوُ ڀيݪآ ڪَروآ لآ <loginLink>لآگِن </loginLink> يآنٚ <loginLink></loginLink>سآئين اپ ڪرو

source: Log in or sign up to get started
ggg: شروُ ڪروآ تآڻيٚ لآگ اِن ڪرو يآ سآئين اپ ڪرو۔

source: Log In / Sign Up
ggg: لوگ اِن/ سائين اِن

source: Log In / Sign Up with { $company } email
ggg: ايٚ ميلي دي{ $company }لآگ اِن ڪرو / سآئين اپ ڪرو

source: Log Out
ggg: لآگ آوُٽ

source: Lojban
ggg: لوجبآن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
ggg: لِکآوٽيٚ تآڻيٚ ديکو جھآنٚ ڪآپيٚ رآئيٽ اب نآ هوئي- مسآل تور اڪسر ڪتآب جيڪي1920 دي آگي ڇپرآ هوندآ تآ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ggg: لگدو هي تو ٻوليٚو مي سُڻوآ لآ ڪوئي بي جوڙآ ڪونآ هينٚ۔ همري مدد ڪرو ڪتآر ڀروآ مي اب ڪُج رڪآرڊ ڪردي۔

source: Luganda
ggg: لوگنٚڊآ ٻوليٚ

source: Luxembourgish
ggg: لڪسمبرگيٚ ٻوليٚ

source: Macedonian
ggg: مڪدونيٚ ٻوليٚ

source: Mada
ggg: مآدآ

source: Maithili
ggg: ميٿليٚ ٻوليٚ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ggg: پڪي ڪرو تو پليٽ ڦآرم تمرو ٻولوو شروُ ڪروآدي آگي۔ رڪآڊ ڪرريهرو هي ،ائينٚ وو سرڦ ايڪ چڪر تمآنڪو کتم ڪروو کپي

source: Make sure the sentence meets the following criteria:
ggg: پڪ ڪرو تو جُملو نِچليٚ کآسيتيٚ پر پورو اُتر رهيرو هي

source: Make sure they can be answered in just a couple of sentences
ggg: پڪ ڪرو تو اُنآ ڪوُ صرڦ ايڪ دو جملآن مي جبآب ديٚ سڪدو هي

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ggg: ڪُج گُمنآم ڊيموگرآڦڪ ڊيٽآ ديندي آپو ڪيٚ جمآ ڪرآري ڊيٽآ ڪو ممڪن تورو پر امير بڻآوو۔ هم سبي ڊيموگرآڦِڪ ڊيٽآ ڪوُ آم ڪروآ دي پيلي اُرآ ڪو اوݪکدآ هونٚ۔

source: Malagasy
ggg: ملآگسيٚ

source: Malay
ggg: ملئيٚ ٻوليٚ

source: Malayalam
ggg: مليآلميٚ ٻوليٚ

source: Male/Masculine
ggg: مڙد/مڙد

source: Maltese
ggg: مآلٽيٚ ٻوليٚ

source: Manage Email Subscriptions
ggg: اي ميل سبسڪرپشني ڪوُ چُڳو

source: Manage Subscriptions
ggg: سبسڪربشنيٚ ڪو اتجآر ڪرو

source: Manx
ggg: مآنڪس

source: Mapudungun
ggg: مآپوڊونٚگوُن ٻوليٚ

source: Marathi
ggg: مرآٺيٚ ٻوليٚ

source: <mark>Check</mark>
ggg: <mark>چيڪ</mark>

source: <mark>Data</mark>
ggg: <mark>موآد</mark>

source: <mark>Prompt</mark>
ggg: <mark>چآلڪ</mark>

source: <mark>Respond</mark>
ggg: <mark>جبآب ديوو</mark>

source: <mark>Transcribe</mark>
ggg: <mark>لک ديوو</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
ggg: <mark> تمريٚ تهڪيٚڪيٚ تآڻيٚ سيويٚ استمآل ڪرريهرآ هونٚ ؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ggg: <mark>همآنٚڪو تمريٚ مدتيٚ ڪيٚ جرورت هي !</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
ggg: مئٽرڪس ايڪ کُلرو، هلڪو پروٽوڪول هي جيڪو بِنآ مرڪجو ڪي، هڪيٚڪيٚ رآبتآ تآڻي هي، اور موجيٚلآ ڪو پسنديآݪو کُلرو بيهسيٚ ڪو پليٽ ڦآرم۔

source: Maximum file size: 25 MB
ggg: ٻتِيو مي ٻتيٚ ڦائِل سآئج: 25 ايم بيٚ

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ggg: هوسڪدو هي همريٚ مدد ڪرسي؟ سوآل پوچوآ تآڻي ميهربآني ڪر ڪي</homepageLink>Homepage <homepageLink> سآئٽيٚ ڪآ مسلآ ڪيٚ نِگرآنيٚ،</matrixLink> ڪميونٽي چيٽ Matrix<matrixLink> شآمل هوو همريٚ<discourseLink> جآنٚ </githubLink> GitHub<githubLink> ڪر ڪي جرئي هوجآئي۔ </discourseLink> ڊسڪورس ڦورمس

source: MB
ggg: ايم بيٚ

source: Mbo
ggg: مبو

source: Meadow Mari
ggg: ميڊو مآريٚ ٻوليٚ

source: Media and Entertainment
ggg: ميٚڊيآ اورَ سُڪونَ

source: Medumba
ggg: ميڊمبآئيٚ

source: Meetei Lon
ggg: ميٽيٚ لونيٚ

source: Message
ggg: نِيآپو

source: Michoacán Mazahua
ggg: مچوکآن مآزآوآ

source: Mingrelian
ggg: منٚگريليٚن

source: Minimum sentences in file: 1000
ggg: ڦآئليٚ مي گھَٽو مي گھٽَ جُملآ 1000

source: [Mismatched content]
ggg: بي ڊولو سآمآن

source: Misreadings
ggg: گلت پڙهوآݪآ

source: Missing an 's' at the end of a word.
ggg: ڪِرو گُڦتآ ڪآ آکرو مي ’s‘ گُم هي۔

source: Missing an <strong>'s'</strong> at the end of a word.
ggg: لڦجو ڪي آکريٚيو مينٚ </strong>ايس <strong>مِس

source: Missing 'A' or 'The' at the beginning of the recording.
ggg: رڪآرڊيگي ڪي شُروآتي مي 'A' جآنٚ 'The' گُم۔
